<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Welcome Page
    |--------------------------------------------------------------------------
    */

    'welcome'       => 'مرحبا',
    'message'       => 'مرحبا بك أيها الزائر الكريم',
    'login'         => 'تسجيل دخول',
    'register'      => 'عضوية جديدة',
    'home'          => 'الصفحة الرئيسية',
    'logout'        => 'تسجيل خروج',

    /*
    |--------------------------------------------------------------------------
    | Register & Login Page
    |--------------------------------------------------------------------------
    */

    'name'          => 'الأسم',
    'email'         => 'البريد الإلكتروني',
    'password'      => 'الرقم السري',
    'cpassword'     => 'تأكيد الرقم السري',
    'remember_me'   => 'تذكرني المرة القادمة',
    'forget'        => 'هل نسيت كلمة المرور؟',

    /*
    |--------------------------------------------------------------------------
    | Dashboard Page
    |--------------------------------------------------------------------------
    */
    'dashboard'     => 'لوحة التحكم',
    'welcome_msg'   => 'مرحبا بك أيها العضو الكريم',
    'profile'       => 'الصفحة الشخصية',
    'settings'      => 'الإعدادات',
    'lock_screen'   => 'قفل الشاشة',
    'show_users'    => 'عرض المستخدمين',
];
