<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Section
    |--------------------------------------------------------------------------
    */
    'welcome'                       => 'مرحبا',
    'message'                       => 'مرحبا بك أيها الزائر الكريم',
    'login'                         => 'تسجيل دخول',
    'register'                      => 'عضوية جديدة',
    'home'                          => 'الصفحة الرئيسية',
    'logout'                        => 'تسجيل خروج',

    /*
    |--------------------------------------------------------------------------
    | Form Section
    |--------------------------------------------------------------------------
    */

    'name'                          => 'الأسم',
    'email'                         => 'البريد الإلكتروني',
    'password'                      => 'الرقم السري',
    'cpassword'                     => 'تأكيد الرقم السري',
    'remember_me'                   => 'تذكرني المرة القادمة',
    'forget'                        => 'هل نسيت كلمة المرور؟',
    'permission'                    => 'الصلاحية',
    'created_at'                    => 'تم الانشاء في',
    'updated_at'                    => 'أخر تحديث',
    'admin'                         => 'مدير',
    'user'                          => 'مستخدم',
    'actions'                       => 'حركات',
    'update'                        => 'تحديث',
    'delete'                        => 'حذف',
    'update_msg'                    => 'تم تحديث البيانات بنجاح',
    'remove_msg'                    => 'تم الحذف بنجاح',
    'save'                          => 'حفظ',

    /*
    |--------------------------------------------------------------------------
    | Dashboard Page
    |--------------------------------------------------------------------------
    */
    'dashboard'                     => 'لوحة التحكم',
    'welcome_msg'                   => 'مرحبا بك أيها العضو الكريم',
    'profile'                       => 'الصفحة الشخصية',
    'active'                        => 'مفعل',
    'inactive'                      => 'غير مفعل',
    'not_updated_yet'               => 'لم تحدث بعد',
    'lock_screen'                   => 'قفل الشاشة',

    /*
    |--------------------------------------------------------------------------
    | Site Settings
    |--------------------------------------------------------------------------
    */
    'settings'                      => 'الإعدادات',
    'site_settings'                 => 'إعدادات الموقع',
    'set_site_settings'             => 'ضبط إعدادات الموقع',
    'set_other_settings'            => 'ضبط إعدادات أخري',

    /*
    |--------------------------------------------------------------------------
    | User Section
    |--------------------------------------------------------------------------
    */
    'users_control'                 => 'لوحة التحكم في الأعضاء',
    'users'                         => 'الأعضاء',
    'users_create'                  => 'إضافة عضو',
    'users_edit'                    => 'تعديل الأعضاء',
    'users_show'                    => 'عرض الأعضاء',
    'users_remove'                  => 'حذف الأعضاء',
    'select_role'                   => 'حدد الصلاحية',
    'created_msg'                   => 'تم تسجيل العضو بنجاح',

    /*
    |--------------------------------------------------------------------------
    | Building Section
    |--------------------------------------------------------------------------
    */
    'buildings'                     => 'العقارات',
    'buildings_control'             => 'التحكم فى العقارات',
    'buildings_show'                => 'عرض العقارات',
    'building_create'               => 'إضافة عقار جديد',
    'building_edit'                 => 'تعديل بيانات عقار',
    'building_name'                 => 'أسم العقار',
    'building_price'                => 'سعر العقار',
    'building_type'                 => 'نوع العقار',
    'building_square'               => 'ميدان العقار',
    'building_status'               => 'حالة العقار',
    'building_room_num'             => 'عدد الغرف',
    'building_small_desc'           => 'وصف صغير عن العقار',
    'building_meta'                 => 'كلمات دالالية عن العقار',
    'building_rent_select'          => 'أختر نوع الإيجار',
    'building_type_select'          => 'أختر نوع العقار',
    'building_add_msg'              => 'تم إضافة عقار جديد بنجاح',
    'building_edit_msg'             => 'تم تحديث بيانات عقار ',
    'building_remove_msg'           => 'تم حذف العقار بنجاح',
    'tip_about_small_desc'          => 'يجب ألا يزيد الوصف عن 160 حرف طبقا لمعاير جوجل',
    'building_add'                  => 'إضافة عقار',
    'status_select'                 => 'أختر الحالة',
    'longitude'                     => 'خط الطول',
    'latitude'                      => 'خط العرض',
    'apartment'                     => 'شقة',
    'villa'                         => 'فيلا',
    'chalet'                        => 'شالية',
    'rent'                          => 'إيجار',
    'ownership'                     => 'تمليك',

];
