<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Section
    |--------------------------------------------------------------------------
    */
    'welcome'                       => 'مرحبا',
    'message'                       => 'مرحبا بك أيها الزائر الكريم',
    'login'                         => 'تسجيل دخول',
    'register'                      => 'عضوية جديدة',
    'home'                          => 'الصفحة الرئيسية',
    'logout'                        => 'تسجيل خروج',

    /*
    |--------------------------------------------------------------------------
    | Form Section
    |--------------------------------------------------------------------------
    */

    'name'                          => 'الأسم',
    'email'                         => 'البريد الإلكتروني',
    'password'                      => 'الرقم السري',
    'cpassword'                     => 'تأكيد الرقم السري',
    'remember_me'                   => 'تذكرني المرة القادمة',
    'forget'                        => 'هل نسيت كلمة المرور؟',
    'permission'                    => 'الصلاحية',
    'created_at'                    => 'تم الانشاء في',
    'updated_at'                    => 'أخر تحديث',
    'admin'                         => 'مدير',
    'user'                          => 'مستخدم',
    'actions'                       => 'حركات',

    /*
    |--------------------------------------------------------------------------
    | Dashboard Page
    |--------------------------------------------------------------------------
    */
    'dashboard'                     => 'لوحة التحكم',
    'profile'                       => 'الصفحة الشخصية',
    'active'                        => 'مفعل',
    'inactive'                      => 'غير مفعل',
    'not_updated_yet'               => 'لم تحدث بعد',
    'lock_screen'                   => 'قفل الشاشة',
    'frontend_buildings'            => 'عرض الواجهة الامامية للعقارات',

    /*
    |--------------------------------------------------------------------------
    | Site Settings
    |--------------------------------------------------------------------------
    */
    'settings'                      => 'الإعدادات',
    'site_settings'                 => 'إعدادات الموقع',
    'set_site_settings'             => 'ضبط إعدادات الموقع',
    'set_other_settings'            => 'ضبط إعدادات أخري',

    /*
    |--------------------------------------------------------------------------
    | User Section
    |--------------------------------------------------------------------------
    */
    'users_control'                 => 'لوحة التحكم في الأعضاء',
    'users'                         => 'الأعضاء',
    'users_create'                  => 'إضافة عضو',
    'users_edit'                    => 'تعديل الأعضاء',
    'users_show'                    => 'عرض الأعضاء',
    'users_remove'                  => 'حذف الأعضاء',
    'select_role'                   => 'حدد الصلاحية',

    /*
    |--------------------------------------------------------------------------
    | Building Section
    |--------------------------------------------------------------------------
    */
    'buildings'                     => 'العقارات',
    'buildings_control'             => 'التحكم فى العقارات',
    'buildings_show'                => 'عرض العقارات',
    'building_create'               => 'إضافة عقار جديد',
    'building_edit'                 => 'تعديل بيانات عقار',
    'building_name'                 => 'أسم العقار',
    'building_price'                => 'سعر العقار',
    'building_type'                 => 'نوع العقار',
    'building_square'               => 'مساحة العقار',
    'building_status'               => 'حالة العقار',
    'building_select_region'        => 'أختر منطقة',
    'building_room_num'             => 'عدد الغرف',
    'building_small_desc'           => 'وصف صغير عن العقار',
    'building_long_desc'            => 'وصف مطول للعقار',
    'building_meta'                 => 'كلمات دالالية عن العقار',
    'building_rent_select'          => 'أختر نوع الإيجار',
    'building_region'               => 'منطقة العقار',
    'building_rent'                 => ' نوع الإيجار',
    'building_type_select'          => 'أختر نوع العقار',
    'building_select_rooms'         => 'حدد عدد الغرف',
    'description'                   => 'الوصف',
    'specifications'                => 'المواصفات',
    'tip_about_small_desc'          => 'يجب ألا يزيد الوصف عن 160 حرف طبقا لمعاير جوجل',
    'building_add'                  => 'إضافة عقار',
    'status_select'                 => 'أختر الحالة',
    'longitude'                     => 'خط الطول',
    'latitude'                      => 'خط العرض',
    'apartment'                     => 'شقة',
    'villa'                         => 'فيلا',
    'chalet'                        => 'شالية',
    'rent'                          => 'إيجار',
    'ownership'                     => 'تمليك',
    'all_buildings'                 => 'كل العقارات',
    'buildings_choice'              => 'بحث عن ',
    'meter'                         => 'متر مربع',


    /*
    |--------------------------------------------------------------------------
    | Messages Section
    |--------------------------------------------------------------------------
    */
    'close_msg'                     => 'هذه الرسالة سوف تختفي بعد ثانيتين',
    'building_add_msg'              => 'تم إضافة عقار جديد بنجاح',
    'building_edit_msg'             => 'تم تحديث بيانات عقار ',
    'building_remove_msg'           => 'تم حذف العقار بنجاح',
    'created_msg'                   => 'تم تسجيل العضو بنجاح',
    'welcome_msg'                   => 'مرحبا بك أيها العضو الكريم',
    'update_msg'                    => 'تم تحديث البيانات بنجاح',
    'remove_msg'                    => 'تم الحذف بنجاح',
    'success_msg'                   => 'تمت العملية بنجاح',
    'no_buildings_founded_msg'      => 'لا يوجد أي عقارات حاليا',
    'no_found_msg'                  => 'لا يوجد أي عقار مطابق لهذة الشروط',
    'no_similar_buildings_found_msg'=> 'لا يوجد عقارات متشابة لهذة المواصفات',
    'welcome_to_our_website'        => 'مرحبا بك في الموقع الأشهر للعقارات',

    /*
    |--------------------------------------------------------------------------
    | Buttons Section
    |--------------------------------------------------------------------------
    */
    'accept'                        => 'موافق',
    'update'                        => 'تحديث',
    'delete'                        => 'حذف',
    'save'                          => 'حفظ',
    'added_at'                      => 'تم الإضافة في',
    'another_buildings'             => 'عقارات أخري',

    /*
    |--------------------------------------------------------------------------
    | Advanced Search Section
    |--------------------------------------------------------------------------
    */

    'search'                        => 'بحث',
    'advanced_search'               => 'بحث متقدم',
    'select_price'                  => 'حدد السعر',

];
